namespace OLYMPUS
{
    internal class CALCULE
    {
        /*
            Назначение: Описание и объявление нестандартных типов, глобальных
                        данных и объектов.
            Автор: Землянухин Роман Михайлович, КБХА, 106 отдел
            Версия: 01.01
            Дата: 12.03.2024
        */
        public CALCULE() { }

        public static void Stepon() { }
        public static void Result() { }

        /*Данный класс реализует вычислительный алгоритм на базе одного из численных методов решения
         * начально-краевой задачи и проводит расчёт основных интегральных характеристик изучаемого
         * процесса или явления.*/
    }
}
